{
  "actions-preview.nvim": { "branch": "master" },
  "any-jump.vim": { "branch": "master" },
  "auto-indent.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "bufdelete.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "crates.nvim": { "branch": "main" },
  "csharpls-extended-lsp.nvim": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "due.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "galaxyline.nvim": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "headlines.nvim": { "branch": "master" },
  "hop.nvim": { "branch": "master" },
  "hover.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "incline.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lua-utils.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luarocks.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.starter": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mkdnflow.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neorg": { "branch": "main" },
  "neorg-conceal-wrap": { "branch": "main" },
  "neorg-contexts": { "branch": "master" },
  "neorg-telescope": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "notifier.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-comment": { "branch": "main" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-numbertoggle": { "branch": "main" },
  "nvim-pqf": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "outline.nvim": { "branch": "main" },
  "pathlib.nvim": { "branch": "main" },
  "persisted.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "presence.nvim": { "branch": "main" },
  "reach.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "sentiment.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "stcursorword": { "branch": "main" },
  "symbol-usage.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-visual-multi": { "branch": "master" },
  "vscode.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
